Repository: seojacky/wp-txt-sitemap
Catalog: languages/kgytxtsitemap-*.po
Languages: ar

source: auto generated, Go to <a href="options-reading.php#wptxtsitemap">WP TXT Sitemap settings.</a>
ar: تم إنشاؤها تلقائيًا، توجّه إلى <a href="options-reading.php#wptxtsitemap">الإعدادات > قراءة</a> للتحكم في إعدادات خرائط txt.

source: not writable, ask your hosting provider to set correct permessions.
ar: غير قابل للإنشاء أو الكتابة، اطلب من مستضيفك أن يقوم بمراجعة تصاريح المجلد الرئيسي لووردبريس.

source: WP TXT Sitemap Options
ar: إعدادات الخرائط النصية (TXT)

source: TXT Sitemap Content
ar: محتوى الخريطة

source: Sitemap Ping Options
ar: تنبيه محرّكات البحث

source: Auto ping
ar: التنبيه التلقائي

source: Auto ping Google
ar: تنبيه Google

source: Last Updated:
ar: تم إنشاؤها في:

source: WP TXT Sitemap Not Created Yet
ar: لم يتم إنشاء الخريطة بعد.

source: <p>Auto Ping Google and Bing when sitemap updated.</p>
ar: <p>إشعار Google و Bing تلقائيًا عند تحديث الخريطة.</p>

source: <p>Choose when WP TXT Sitemap plugin update sitemap.txt file.</p>
ar: <p>حدّد متى تقوم الإضافة بتحديث ملف الخريطة sitemap.txt.</p>

source: WP TXT Sitemap creates an TXT Sitemap For your website. <a href="options-reading.php#wptxtsitemap">Options</a>.
ar: إضافة WP TXT Sitemap من كويجي تقوم بإنشاء خرائط نصيّة TXT لتمكين محرّكات البحث من سرعة الوصول إلى روابط موقعك وتسريع أرشفتها. توجّه إلى <a href="options-reading.php#wptxtsitemap">إعدادات الإضافة</a>.
